cask "ghostty"
cask "raycast"
cask "visual-studio-code"
cask "yaak"
cask "bartender"
cask "thebrowsercompany-dia"
cask "cursor"
cask "obsidian"
cask "bettermouse"
cask "sketch"

brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "starship"
brew "pnpm"
brew "node@24"
